INSERT INTO Course VALUES 
('DK12016707A','','英語菁英學程','專業英語對話(一)','Professional English Dialogue (I)','1','必','學期','林伊莉','專業英語對話','全英文','全','二(Tue)','DN-DN','ES818','','','','','','','','','否','單獨開班, 同學須繳交1學分費','一年級','七年級','4全校高年級學生優先','40','40','可退可加','不設定','','','否',''),
('DK12016707B','','英語菁英學程','專業英語對話(一)','Professional English Dialogue (I)','1','必','學期','林伊莉','專業英語對話','全英文','全','四(Thu)','DN-DN','SF204','','','','','','','','','否','獨立開班課程，需繳交1學分費。','一年級','七年級','4全校高年級學生優先','40','40','可退可加','不設定','','','否',''),
('DK12016709B','','英語菁英學程','專業英語對話(三)','Professional English Dialogue (III)','1','必','學期','莊雅娟','英文','全英文','全','三(Wed)','DN-DN','SF204','','','','','','','','','否','單獨開班,學生需繳交1學分費.','一年級','七年級','4全校高年級學生優先','40','40','可退可加','不設定','','','否','');
