INSERT INTO Course VALUES 
('DK18000037','D660400037','外交事務學程','國際公法','International Laws','2','必','學期','姚孟昌','法理學、比較憲法、國際公法、憲法','中文','全','二(Tue)','D5-D6','ES317','','','','','','','','','否','','二年級','七年級','4全校高年級學生優先','20','20','可退可加','不設定','','','否',''),
('DK18012712','','外交事務學程','中西外交史','Readings in Diplomatic History','2','必','學期','洪健昭','新聞寫作、翻譯、日本文學史','中英文','全','四(Thu)','D7-D8','SF130','','','','','','','','','否','須繳交學分費','一年級','四年級','4全校高年級學生優先','70','70','可退可加','不設定','','','否',''),
('DK18017985','','外交事務學程','比較政府與政治','Comparative Government and Politics','2','必','學期','楊志恆','外交理論與實務','中文','全','五(Fri)','D7-D8','SF130','','','','','','','','','否','須繳交學分費','一年級','四年級','4全校高年級學生優先','70','70','可退可加','不設定','','','否','');
