INSERT INTO Course VALUES 
('DK19001203','','對外華語學程','文字學','Chinese Script','2','選','學期','劉雅芬','中國文字學、漢語詞彙學、漢語語法、漢語語言學、華語文教學、大一國文','中文','全','二(Tue)','D7-D8','SF130','','','','','','','','','否','須繳交學分費','一年級','四年級','4全校高年級學生優先','70','70','可退可加','不設定','','','否',''),
('DK19017480','GFG0017480','對外華語學程','華語語音學','Mandarin Phonetics','3','必','學期','朱曼妮','音韻學、語音學','中文','全','一(Mon)','E0-E2','ES308','','','','','','','','','否','','一年級','四年級','4全校高年級學生優先','40','40','可退可加','不設定','','','否',''),
('DK19018102','','對外華語學程','華語文教學概論','An Introduction to Teaching Chinese as a Second Language','2','必','學期','楊又樺','語言學、跨文化研究、英語教學','中文','全','四(Thu)','D7-D8','LA202','','','','','','','','','否','須繳交學分費','一年級','四年級','4全校高年級學生優先','70','70','可退可加','不設定','','','否',''),
('G0A6123256','','語言碩一','中華文化導論','Introduction to Chinese Culture','2','選','學期','黃渼婷','中西烏托邦研究、傳教士漢學、比較文學、中世紀德國天主教文學','中英文','全','二(Tue)','D3-D4','LA102','','','','','','','','','是','','一年級','四年級','1開課單位學生優先','15','10','可退可加','不設定','','','否','');
