INSERT INTO Course VALUES 
('DK40024557D','','視覺設計學程','動態視覺影像設計','Motion Graphic','3','必','學期','蔡昕融','尚未填寫','中文','全','五(Fri)','D6-D8','LE401','','','','','','','','','否','本課程為獨立開班,需依規定繳交學分費','二年級','七年級','4全校高年級學生優先','25','25','可退可加','不設定','','','否',''),
('DK40024558D','','視覺設計學程','視覺設計的語言與文字','Visual Language of Graphic Design','3','必','學期','李世綱','尚未填寫','中文','全','一(Mon)','D7-E0','LE401','','','','','','','','','否','本課程為獨立開班,需依規定繳交學分費','二年級','七年級','4全校高年級學生優先','25','25','可退可加','不設定','','','否','');
